Repository: caioaazevedo/MeetingiOS
Catalog: MeetingiOS/MeetingiOS/*.lproj/Localizable.strings
Languages: pt_br

source: New meeting
pt_br: Nova reunião

source: Meeting
pt_br: Reunião

source: Creating meeting...
pt_br: Criando reunião...

source: None
pt_br: Nenhum

# dateFormat
source: MMM, dd yyyy hh:mm a
pt_br: dd/MM/yyyy HH:mm

# Add participants
source: Participants
pt_br: Participantes

source: Search contacts
pt_br: Pesquisar contatos

source: Open Settings
pt_br: Abrir configurações

source: This app requires access to Contacts to proceed. Would you like to open settings and grant permission to contacts?
pt_br: Este aplicativo requer acesso aos Contatos para prosseguir. Deseja abrir as configurações e conceder permissão aos contatos?

source: Search Results
pt_br: Resultados da busca

source: Contacts
pt_br: Contatos

source: Error to add contact
pt_br: Erro ao adicionar contato

source: Name or email empty
pt_br: Nome ou email vazio

source: Pick a color
pt_br: Escolha uma cor

source: Created by
pt_br: Criado por

source: Meeting update ...
pt_br: Atualizando reunião...

source: My meetings
pt_br: Minhas reuniões

source: Past meetings
pt_br: Reuniões anteriores

source: Future meetings
pt_br: Reuniões futuras

source: Continue
pt_br: Continuar

source: Create meetings
pt_br: Crie reuniões

source: Connect with your team
pt_br: Conecte-se com seu time

source: Time your meetings
pt_br: Cronometre suas reuniões

source: Increase the dynamics
pt_br: Aumente a dinâmica

source: Create meetings and share with your coworkers
pt_br: Crie reuniões e compartilhe com seus colegas de trabalho

source: Be aware of what your coworkers want to talk
pt_br: Esteja ciente sobre o que seus colegas querem falar

source: Increase the productivity of your meetings
pt_br: Aumente a produtividade das suas reuniões

# Have easy access to your meeting feedbacks
source: Have easy acess to your meeting feedbacks
pt_br: Tenha fácil acesso aos feedbacks das reuniões
